Repository: bittin/dnf5-l10n
Catalog: libdnf5-plugin-actions/*.po
Languages: ka

source: Error in file "{}" on line {}: "HOOK:PKG_FILTER:DIRECTION:OPTIONS:CMD" format expected
ka: შეცდომა ფაილში "{}" ხაზზე {}: მოველოდი ფორმატს "HOOK:PKG_FILTER:DIRECTION:OPTIONS:CMD"

source: Error in file "{}" on line {}: Unknown "enabled" option value "{}"
ka: შეცდომა ფაილში "{}" ფაილში {}: უცნობი "enabled" პარამეტრის მნიშვნელობა "{}"

source: Error in file "{}" on line {}: Unknown option "{}"
ka: შეცდომა ფაილში "{}" ხაზზე {}: უცნობი პარამეტრი "{}"

source: Error in file "{}" on line {}: Unknown hook "{}"
ka: შეცდომა ფაილში "{}" ხაზზე {}: უცნობი ჰუკი "{}"

source: Error in file "{}" on line {}: Package filter can only be used in GOAL_RESOLVED, PRE_TRANS and POST_TRANS hooks
ka: შეცდომა ფაილში "{}" ხაზზე {}: პაკეტების ფილტრი, მხოლოდ, GOAL_RESOLVED, PRE_TRANS და POST_TRANS ჰუკებში შეგიძლიათ, გამოიყენოთ

source: Error in file "{}" on line {}: Cannot use direction without package filter
ka: შეცდომა ფაილში "{}" ხაზზე {}: მიმართულებას პაკეტების ფილტრის გარეშე ვერ გამოიყენებთ

source: Error in file "{}" on line {}: Unknown package direction "{}"
ka: შეცდომა ფაილში "{}" ხაზზე {}: უცნობი პაკეტის მიმართულება "{}"

source: Error in file "{}" on line {}: Unknown mode "{}"
ka: შეცდომა ფაილში "{}" ხაზზე {}: უცნობი რეჟიმი "{}"

source: Error in file "{}" on line {}: Missing command
ka: შეცდომა ფაილში "{}" ხაზზე {}: ნაკლული ბრძანება

source: Cannot create pipe: {}
ka: ვერ შევქმენი ფაიფი: {}
