Repository: bittin/dnf5-l10n
Catalog: dnf5daemon-client/*.po
Languages: fi, sv

source: Manage advisories
fi: Hallitse päivitysilmoituksia

source: Print details about advisories
fi: Tulosta tiedot päivitysilmoituksista
sv: Skriv ut detaljer om rekommendationer

source: List advisories
fi: Luettele päivitysilmoitukset
sv: Lista varningar

source: Show advisories containing any version of installed packages.
fi: Näytä päivitysilmoitukset, jotka sisältävät minkä tahansa version asennetuista paketeista.
sv: Visa varningar som innehåller valfri version av installerade paket.

source: Show advisories containing newer versions of installed packages. This is the default behavior.
fi: Näytä päivitysilmoitukset, jotka sisältävät asennettujen pakettien uudempia versioita. Tämä on oletustoiminto.

source: Show advisories containing equal and older versions of installed packages.
fi: Näytä päivitysilmoitukset, jotka sisältävät asennettujen pakettien vastaavia ja vanhempia versioita.
sv: Visa varningar som innehåller lika och äldre versioner av installerade paket.

source: Show advisories containing newer versions of installed packages for which a newer version is available.
fi: Näytä päivitysilmoitukset, jotka sisältävät asennettujen pakettien uudempia versioita, joille on saatavilla uudempi versio.
sv: Visa varningar som innehåller nyare versioner av installerade paket för vilka en nyare version är tillgänglig.

source: Show only advisories containing packages with specified names. List option, supports globs.
fi: Näytä vain päivitysilmoituksia, jotka sisältävät paketteja tietyillä nimillä. Luettelovalitsin, tukee globeja.
sv: Visa endast varningar som innehåller paket med specificerade namn. Listalternativ, stöder globs.

source: List of patterns matched against advisory names.
fi: Luettelo lausekkeista, jotka vastaavat päivitysilmoitusten nimiä.
sv: Lista över mönster som matchas med varningsnamn.

source: Show only advisories referencing a bugzilla.
fi: Näytä vain bugzilaan viittaavat päivitysilmoitukset.
sv: Visa endast varningar som hänvisar till en bugzilla.

source: Show only advisories referencing a CVE.
fi: Näytä vain CVE:hen viittaavat päivitysilmoitukset.
sv: Visa endast varningar som hänvisar till en CVE.

source: Limit to packages in advisories with specified name. List option.
fi: Rajoita paketit tietyllä nimellä oleviin päivitysilmoituksiin. Luettelovalitsin.
sv: Begränsa till paket som har varningar med specificerat namn. Listalternativ.

source: ADVISORY_NAME,...
fi: PÄIVITYSILMOITUKSEN_NIMI,...
sv: VARNINGS_NAMN,...

source: Limit to packages in security advisories.
fi: Rajoita turvallisuuspäivitysilmoituksissa oleviin paketteihin.
sv: Begränsa till paket med säkerhetsvarningar.

source: Limit to packages in bugfix advisories.
fi: Rajoita virheenkorjauspäivitysilmoituksissa oleviin paketteihin.
sv: Begränsa till paket med buggfixvarningar.

source: Limit to packages in enhancement advisories.
fi: Rajoita parannuspäivitysilmoituksissa oleviin paketteihin.
sv: Begränsa till paket med förbättringsvarningar.

source: Limit to packages in newpackage advisories.
fi: Rajoita uusien pakettien päivitysilmoituksissa oleviin paketteihin.
sv: Begränsa till paket med nya paket varningar.

source: Limit to packages in advisories with specified severity. List option. Can be "critical", "important", "moderate", "low", "none".
fi: Rajoita paketteihin, joiden päivitysilmoituksessa on annettu vakavuusaste. Luettelovalitsin. Voi olla ”critical”, ”important”, ”moderate”, ”low”, ”none”.
sv: Begränsa till paket med varningar av en specificerad allvarlighetsgrad. Listalternativ. Kan vara "kritisk", "viktig", "måttlig", "låg", "ingen".

source: ADVISORY_SEVERITY,...
fi: PÄIVITYSILMOITUKSEN_VAKAVUUS...
sv: VARNING_ALLVARLIGHETSGRAD,...

source: Limit to packages in advisories that fix a Bugzilla ID, Eg. 123123. List option.
fi: Rajoita päivitysilmoituksissa oleviin paketteihin, jotka korjaavat Bugzillan tunnuksen, esim. 123123. Luettelovalitsin.
sv: Begränsa till paket i varningar som fixar ett Bugzilla ID, t.e.x. 123123. Listalternativ.

source: Limit to packages in advisories that fix a CVE (Common Vulnerabilities and Exposures) ID, Eg. CVE-2201-0123. List option.
fi: Rajoita päivitysilmoituksessa oleviin paketteihin, jotka korjaavat CVE (Common Vulnerabilities and Exposures)-tunnuksen, esim. CVE-2201-0123. Luettelovalitsin.
sv: Begränsa till paket med varningar som fixar en CVE (Vanliga sårbarheter och exponeringar) ID, t.ex. CVE-2201-0123. Listalternativ.

source: Upgrade or downgrade installed software to the latest available versions
fi: Päivitä tai varhenna asennetut ohjelmistot uusimpiin saatavilla oleviin versioihin

source: Show only available groups.
fi: Näytä vain saatavilla olevat ryhmät.

source: Show only installed groups.
fi: Näytä vain asennetut ryhmät.

source: Show also hidden groups.
fi: Näytä myös piilotetut ryhmät.

source: Show only groups containing packages with specified names. List option, supports globs.
fi: Näytä vain ryhmät, jotka sisältävät paketteja annetuilla nimillä. Luettelovalitsin, tukee globeja.

source: Manage repositories
fi: Hallinnoi tietovarastoja

source: {}: Badly formatted argument value: Last key character cannot be '.': {}
fi: {}: Virheellisesti muotoiltu argumenttiarvo: Viimeinen avainmerkki ei voi olla '.': {}

source: Show advisories containing newer versions of installed packages.
sv: Visa varningar som innehåller nyare versioner av installerade paket.

source: PACKAGE_NAME,...
sv: PAKET_NAMN,...

source: This command has to be run with superuser privileges (under the root user on most systems).
sv: Detta kommando måste köras med superanvändarprivilegier (under rootanvändaren på de flesta system).

source: . Add "--help" for more information about the arguments.
sv: . Lägg till "--help" för mer information om argumenten.
