Repository: bittin/dnf5-l10n
Catalog: dnf5-plugin-config-manager/*.po
Languages: it

source: from-repofile: "{}" file does not exist
it: da-file-repo: il file "{}" non esiste

source: from-repofile: {}
it: da-file-repo: {}

source: {}: Badly formatted argument value "{}"
it: {}: Valore dell'argomento "{}" formattato male

source: Cannot set repository option "{}={}": {}
it: Impossibile impostare l'opzione del repository "{}={}": {}

source: Sets the "{}" option again with a different value: "{}" != "{}"
it: Imposta nuovamente l'opzione "{}" con un valore diverso: "{}" != "{}"

source: Missing path to repository configuration directory
it: Percorso della directory di configurazione del repository mancante

source: Failed to copy repository configuration file "{}": {}
it: Copia del file di configurazione del repository "{}" non riuscita: {}

source: Failed to download repository configuration file "{}": {}
it: Scaricamento del file di configurazione del repository "{}" non riuscito: {}

source: Error in added repository configuration file. Cannot set repository option "{}={}": {}
it: Errore nel file di configurazione del repository aggiunto. Impossibile impostare l'opzione del repository "{}={}": {}

source: Bad baseurl: {}={}
it: Baseurl errato: {}={}

source: One of --from-repofile=<URL>, --set=baseurl=<URL>, --set=mirrorlist=<URL>, --set=metalink=<URL> must be set to a non-empty URL
it: Una delle opzioni --from-repofile=<URL>, --set=baseurl=<URL>, --set=mirrorlist=<URL>, --set=metalink=<URL> deve essere impostata su un URL non vuoto

source: Failed to save repository configuration file "{}": {}
it: Salvataggio del file di configurazione del repository "{}" non riuscito: {}

source: File "{}" already exists and configures repositories with IDs "{}". Add "--add-or-replace" or "--overwrite".
it: Il file "{}" esiste già e configura i repository con ID "{}". Aggiungere "--add-or-replace" o "--overwrite".

source: File "{}" already exists and configures repositories with IDs "{}". Add "--overwrite" to overwrite.
it: Il file "{}" esiste già e configura i repository con ID "{}". Aggiungere "--overwrite" per sovrascrivere.

source: A repository with id "{}" already configured in file: {}
it: Un repository con ID "{}" è già configurato nel file: {}

source: Cannot read repositories from directory "{}": {}
it: Impossibile leggere i repository dalla directory "{}": {}

source: Manage configuration
it: Gestisci configurazione

source: {}: Badly formatted argument value: Last key character cannot be '.': {}
it: {}: Valore argomento formattato in modo errato: l'ultimo carattere della chiave non può essere '.': {}

source: {}: Empty repository id is not allowed: {}
it: {}: L'ID del repository vuoto non è consentito: {}

source: Cannot set repository option "{}": {}
it: Impossibile impostare l'opzione del repository "{}": {}

source: Sets the "{}" option of the repository "{}" again with a different value: "{}" != "{}"
it: Imposta nuovamente l'opzione "{}" del repository "{}" con un valore diverso: "{}" != "{}"

source: Cannot set option: "{}": {}
it: Impossibile impostare l'opzione "{}": {}

source: No matching repository to modify: {}
it: Nessun repository corrispondente da modificare: {}

source: Cannot set "{}": Variable "{}" is read-only
it: Impossibile impostare "{}": la variabile "{}" è di sola lettura

source: Sets the "{}" variable again with a different value: "{}" != "{}"
it: Imposta nuovamente la variabile "{}" con un valore diverso: "{}" != "{}"

source: Missing path to vars directory
it: Percorso della directory delle variabili mancante

source: Cannot write variable to file "{}": {}
it: Impossibile scrivere la variabile nel file "{}": {}

source: The path "{}" exists, but it is not a directory or a symlink to a directory.
it: Il percorso "{}" esiste, ma non è una directory o un collegamento simbolico a una directory.

source: The path "{}" exists, but it is a symlink to a non-existent object.
it: Il percorso "{}" esiste, ma è un collegamento simbolico a un oggetto inesistente.

source: Directory "{}" does not exist. Add "--create-missing-dir" to create missing directories.
it: La directory "{}" non esiste. Aggiungere "--create-missing-dir" per creare le directory mancanti.

source: Variable name can contain only ASCII letters, numbers and '_': {}
it: Il nome della variabile può contenere solo lettere ASCII, numeri e '_': {}

source: config-manager: Request to remove unsupported repository option: {}
it: config-manager: Richiesta di rimozione di un'opzione repository non supportata: {}

source: config-manager: Request to remove unsupported main option: {}
it: config-manager: Richiesta di rimozione di un'opzione principale non supportata: {}

source: config-manager: Request to remove main option but it is not present in the config file: {}
it: config-manager: Richiesta di rimozione dell'opzione principale ma non è presente nel file di configurazione: {}

source: config-manager: Request to remove main option but config file not found: {}
it: config-manager: Richiesta di rimozione dell'opzione principale ma il file di configurazione non è stato trovato: {}

source: config-manager: Request to remove repository option but repoid is not present in the overrides: {}
it: config-manager: Richiesta di rimozione dell'opzione repository ma l'ID del repository non è presente nelle sovrascritture: {}

source: config-manager: Request to remove repository option but it is not present in the overrides: {}.{}
it: config-manager: Richiesta di rimozione dell'opzione repository ma non è presente nelle sovrascritture: {}.{}

source: config-manager: Request to remove repository option but file with overrides not found: {}
it: config-manager: Richiesta di rimozione dell'opzione repository ma il file con le sovrascritture non è stato trovato: {}

source: config-manager: Request to remove variable but vars directory was not found: {}
it: config-manager: Richiesta di rimozione della variabile ma la directory delle variabili non è stata trovata: {}

source: config-manager: Request to remove variable but it is not present in the vars directory: {}
it: config-manager: Richiesta di rimozione della variabile ma non è presente nella directory delle variabili: {}

source: Cannot remove variable file "{}": {}
it: Impossibile rimuovere il file della variabile "{}": {}
